day-11/task-1/output/load-test.txt
Command: bombardier -c 20 -d 10s -l http://127.0.0.1:5187/authors/quote-summary

Bombarding http://127.0.0.1:5187/authors/quote-summary for 10s using 20 connection(s)
 10s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec       410.53     217.86    1397.85
  Latency       49.04ms    33.09ms   243.46ms
  Latency Distribution
     50%    38.39ms
     75%    56.30ms
     90%    87.86ms
     95%   123.44ms
     99%   183.80ms
  HTTP codes:
    1xx - 0, 2xx - 4082, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     1.53MB/s